Repository: common-repository/shiptor-woocommerce
Catalog: languages/woocommerce-shiptor-*.po
Languages: ru_ru

source: Missing city name paramater.
ru_ru: Отсутсвует нараметр названия города.

source: Invalid %s city name.
ru_ru: %s недопустимое название населенного пункта.

source: Payment by card
ru_ru: Оплата по карте

source: KLADR ID
ru_ru: КЛАДР ID

source: Shipping other class
ru_ru: Другой класс доставки

source: For %s shipping method need choose delivery point
ru_ru: Для метода доставки %s необходимо выбрать пункт выдачи заказов

source: The delivery point selected can not be found in the city %s
ru_ru: Выбранный ПВЗ не найден в городе %s

source: Choose pickpoint
ru_ru: Выберите пункт выдачи

source: Card on delivery
ru_ru: Оплата картой при доставке

source: Have your customers pay with card upon delivery.
ru_ru: Пусть ваши клиенты платят банковской картой при доставке.

source: Sender city required
ru_ru: Обязательное поле город отправителя

source: There are no delivery points that meet the order requirements
ru_ru: Нет ни одного пункта доставки, который соответствовал бы требованиям заказа

source: Missing parameters!
ru_ru: Параметры отсутсвуют!

source: Invalid nonce!
ru_ru: Код протекции неверный!

source: View logs.
ru_ru: Посмотреть логи.

source: Shiptor integration API
ru_ru: Интеграция с API Shiptor

source: Main settings for Shiptor integration
ru_ru: Основные настройки интеграции

source: API token
ru_ru: Токен

source: Enter API Token here
ru_ru: Введите API Токен сюда

source: The Token API is required for the plugin to work. You can get it in your personal account https://shiptor.ru/account/settings/api
ru_ru: Для работы плагина требуется Token API. Вы можете получить его в своем <a href="https://shiptor.ru/account/settings/api">личном кабинете</a>

source: Town / City
ru_ru: Город

source: Select the city of delivery and departure (end-to-end delivery) by default.
ru_ru: Выберите город доставки и отправления (сквозная) по умолчанию.

source: Shiptor warehouse
ru_ru: Склад Shiptor

source: Status update interval
ru_ru: Интервал обновления статусов

source: Set the refresh interval for the delivery order processing statuses
ru_ru: Установите интервал обновления для статусов обработки заказа на доставку

source: One minute
ru_ru: 1 минута

source: Five minutes
ru_ru: 5 минут

source: 15 minutes
ru_ru: 15 минут

source: 30 minutes
ru_ru: Полчаса

source: One hour
ru_ru: Один час

source: Sort shipping methods
ru_ru: Сортировка методов доставки

source: Sort shipping methods by
ru_ru: Сортировать методы

source: By Default
ru_ru: По умолчанию

source: By Cost
ru_ru: По стоимости

source: By time of delivery
ru_ru: По времени доставки

source: Enable/Disable
ru_ru: Вкл/Выкл

source: Enable shipping methods sorting by shipping classes. (Not available yet.)
ru_ru: Включить сортировку методов доставки по классам доставки. (Пока не доступно.)

source: Cron
ru_ru: Крон

source: Cron order status
ru_ru: Статус заказа

source: Statuses for sending orders to shiptor by cron
ru_ru: Статусы для отправления заказов на shiptor по крону

source: Cron period
ru_ru: Период запуска крона

source: API token Yandex.Maps
ru_ru: API-ключ Яндекс.Карт

source: The Yandex.Maps API key for connecting the search string on the map can be obtained from <a target="_blank" href="https://developer.tech.yandex.ru/services/">Developer's Office</a>
ru_ru: API-ключ Яндекс.Карт для подключения поисковой строки по карте можно получить в <a target="_blank" href="https://developer.tech.yandex.ru/services/">Кабинете разработчика</a>

source: 1 hour
ru_ru: 1 час

source: 3 hours
ru_ru: 3 часа

source: 6 hours
ru_ru: 6 часов

source: 12 hours
ru_ru: 12 часов

source: Product options
ru_ru: Опции товара

source: These parameters will be used by default if the item is not filled with these parameters
ru_ru: Эти параметры будут использованы по-умолчанию если в карточке товара они будут не заполнены

source: Default weight, (kg)
ru_ru: Масса по умолчанию, (кг)

source: Default height, (cm)
ru_ru: Высота по умолчанию, (см)

source: Default Width, (cm.)
ru_ru: Ширина по умолчанию, (см.)

source: Default length, (cm.)
ru_ru: Длина по умолчанию (см.)

source: Delivery options
ru_ru: Опции доставки

source: Displays a table with informations about the shipping in My Account > View Order page.
ru_ru: Показывать информацию о статусе доствки в личном кабинете пользователя.

source: Enable Tracking History Table
ru_ru: Включить отслеживание доставки

source: Enable Tracking History debug
ru_ru: Включить отладку истории отслеживания

source: Enable create order debug
ru_ru: Включить отладку для создания заказов

source: Show delivery methods in the product card
ru_ru: Показывать способы доставки в карточке товара

source: Show prices including cash on delivery and insurance
ru_ru: Показывать цены с учетом наложенного платежа и страховки

source: Insure parcels for export
ru_ru: Страховать посылки на экспорт

source: Rounding shipping costs
ru_ru: Округление стоимости доставки

source: Do not round
ru_ru: Не округлять

source: Up to units
ru_ru: До единиц

source: Up to tens
ru_ru: До десятков

source: Up to hundreds
ru_ru: До сотен

source: Rounding type
ru_ru: Тип округления

source: Mathematical
ru_ru: Математический

source: In favor of the client
ru_ru: В пользу клиента

source: In favor of the store
ru_ru: В пользу магазина

source: Autofill Addresses
ru_ru: Автозаполнение адреса

source: Cities list Validity
ru_ru: Актуальность списка городов

source: Defines how long a cities will stay saved in the database before a new query.
ru_ru: Определяет, как долго города будут сохраняться в базе данных перед новым запросом.

source: 1 month
ru_ru: 1 месяц

source: %d months
ru_ru: %d месяца(ов)

source: Forever
ru_ru: Всегда

source: Empty Database
ru_ru: Очистить базу данных

source: Delete all the saved cities in the database, use this option if you have issues with outdated cities.
ru_ru: Удалите все сохраненные города в базе данных, используйте эту опцию, если у вас есть проблемы с устаревшими городами.

source: Requests caching
ru_ru: Кэширование запросов

source: Cache queries to speed up results.
ru_ru: Кэшировать запросы, чтобы ускорить получение результатов.

source: Caching
ru_ru: Кэширование

source: Enable requests caching
ru_ru: Включить кэширование запросов

source: Empty cache
ru_ru: Очистить кэш

source: Delete all the saved requests.
ru_ru: Удалить сохраненные запросы.

source: Enable common debug log
ru_ru: Включить общий файл лога

source: Are you sure you want to delete all (%d) cities from the database? If you delete all cities, the settings associated with cities may be reset.
ru_ru: Вы уверены что хотите удалить все (%d) города из базы данных? Если вы удалите все города, то настройки связанные с городами, могут быть сброшены.

source: Are you sure you want to delete all cached requests?
ru_ru: Вы уверены что хотите удалить все закэшированные запросы?

source: Are you sure you want to delete all shiptor logs
ru_ru: Вы уверены, что хотите удалить все логи запросов?

source: Not selected
ru_ru: Не выбрано

source: Analyze log
ru_ru: Анализ лога

source: Clear logs
ru_ru: Удалить логи

source: Cities database emptied successfully!
ru_ru: База данных городов успешно очищена!

source: Logs emptied successfully!
ru_ru: Логи успешно удалены!

source: Requests cache emptied successfully!
ru_ru: Закэшированные запросы успешно удалены!

source: Error happen while clearing requests cache!
ru_ru: Возникла ошибка во время удаления кэша запросов!

source: Empty API token.
ru_ru: Не указан API token.

source: Shiptor tracking code.
ru_ru: Код отслеживания Shiptor.

source: Choose an city
ru_ru: Выберите город

source: There are no delivery methods to your region for the specified shopping cart settings.
ru_ru: Для указанных параметров корзины нету способов доставки в ваш регион.

source: Free shipping
ru_ru: Бесплатная доставка

source: From: %d %s
ru_ru: От: %d %s

source: Fetching tracking history for "%s" on Shiptor API...
ru_ru: Получение истории отслуживания для "%s" из Shiptor API...

source: Tracking history data: %s
ru_ru: Данные истории отслеживания: %s

source: Every minute
ru_ru: Каждую минуту

source: Every five minutes
ru_ru: Каждые 5 минут

source: Every fifteen minutes
ru_ru: Каждые 15 минут

source: Every an half hour
ru_ru: Каждые полчаса

source: Every hour
ru_ru: Каждый час

source: Every three hours
ru_ru: Каждые три часа

source: Every six hours
ru_ru: Каждые шесть часов

source: Every twelve hours
ru_ru: Каждые двенадцать часов

source: Settings
ru_ru: Настройки

source: Delivery time - %s day
ru_ru: Срок доставки - %s день

source: Added a Shiptor tracking code: %s
ru_ru: Добавлен код отслеживания Shiptor: %s

source: New
ru_ru: Новый

source: Check declaration
ru_ru: Проверка декларации

source: Declaration Verified
ru_ru: Декларация проверена

source: Waiting for pick-up
ru_ru: Ожидает забора

source: Arrived at the warehouse
ru_ru: Прибыла на склад

source: Packed
ru_ru: Упакована

source: Prepared to send
ru_ru: Готова к отправке

source: Sent
ru_ru: Отправлена

source: Delivered
ru_ru: Доставлена

source: Removed
ru_ru: Удалена

source: Recycled
ru_ru: Утилизирована

source: Waiting in line for return
ru_ru: Стоит в очереди на возврат в ИМ

source: Returned to the sender
ru_ru: Возвращена отправителю

source: Lost
ru_ru: Утеряна

source: Resubmitted
ru_ru: Отправлена повторно

source: Waiting at the delivery point
ru_ru: Ожидает в пункте выдачи

source: "%s" is a <strong>virtual item</strong>. It will not be possible to place it as one order together with ordinary items.
ru_ru: "%s" является <strong>виртуальным</strong> товаром. Совместное оформление заказа с обычными товарами будет не возможно.

source: There are items in the basket which do not require delivery. Please make them as separate orders.
ru_ru: В корзине есть товары, не требующие доставки. Пожалуйста оформите заказы раздельно.

source: You cannot continue placing your order because there are "miscellaneous" items in your basket. Please delete either real or virtual items from the basket and continue placing the order.
ru_ru: Вы не можете продолжить оформление заказа, так как в вашей корзине находятся "смешанные" товары. Удалите либо физические либо виртуальные товары из корзины и продолжите оформление заказа.

source: Update prices
ru_ru: Обновить цены

source: Enter a locality
ru_ru: Введите населенный пункт

source: Shiptor instructions
ru_ru: Инстуркции Shiptor

source: About Shiptor
ru_ru: О компании Shiptor

source: Tariffs Shiptor
ru_ru: Тарифы Shiptor

source: Additional services Shiptor
ru_ru: Дополнительные услуги Shiptor

source: Invalid delivery point, please choose a new point
ru_ru: Неверный пункт доставки, пожалуйста выберите новый

source: Invalid delivery point dimensions, please choose a new point
ru_ru: Неверные размеры посылки для выбранного пункта доставки, пожалуйста выберите новый

source: Order not found
ru_ru: Заказ не найден

source: Shipping method required
ru_ru: Метод доставки обязателен

source: City required
ru_ru: Город обязателен

source: Delivery point required
ru_ru: Пункт доставки обязателен

source: Address required
ru_ru: Адрес обязателен

source: Shiptor order history
ru_ru: История заказа Shiptor

source: Shiptor order %s
ru_ru: Shiptor заказ %s

source: Invalid order
ru_ru: Недействительный заказ

source: Customer data not filled in or saved.
ru_ru: Не заполнены или не сохранены данные о клиенте. Проверьте и обновите заказ.

source: Can not create an order
ru_ru: Не удается создать заказ

source: Missing parameters
ru_ru: Параметры отсутсвуют

source: Send shiptor tracking code
ru_ru: Отправить код отслеживания Shiptor

source: Send chosen orders to Shiptor
ru_ru: Отправить выбранные заказы в Shiptor

source: You can not send order %s to the Shiptor.
ru_ru: Заказ %s нельзя отправлять на Шиптор.

source: No order was shipped from %s. Make sure that the selected orders have not been shipped before, the delivery method from the Shiptor module is selected, or the required fields are filled. ID-% s
ru_ru: Из %s ни один заказ не был отправлен. Убедитесь, что выбранные заказы не были отправлены ранее, выбран способ доставки от модуля Shiptor и у них не заполнены обязательные поля ID - %s

source: %d order of %d has been sent.
ru_ru: %d заказ из %d был отправлен.

source: %d of %d orders(s) have been sent. Make sure that the selected orders have not been shipped before, the delivery method from the Shiptor module has been selected, or the required fields are filled
ru_ru: %d из %d заказа(ов) были отправлены. Убедитесь, что выбранные заказы не были отправлены ранее, выбран способ доставки от модуля Shiptor и у них заполнены обязательные поля

source: On Shiptor stock
ru_ru: На складе Shiptor

source: Expected in stock
ru_ru: Ожидается на склад

source: Shiptor setup
ru_ru: Установка Shiptor

source: Shipping
ru_ru: Доставка

source: Activate
ru_ru: Активировано

source: Ready!
ru_ru: Готово!

source: Shiptor Tracking Code
ru_ru: Код отслеживания Shiptor

source: This email is sent when configured a tracking code within an order.
ru_ru: Этот email отправляется при настройке кода отслеживания в заказе.

source: Your order has been sent
ru_ru: Ваш заказ отправлен

source: [{site_title}] Your order {order_number} has been sent by Shiptor
ru_ru: [{site_title}] Ваш заказ {order_number} отправлен через курьерскую службу Shiptor

source: Hi there. Your recent order on {site_title} has been sent by Shiptor.
ru_ru: Здравствуйте. Ваш заказ на сайте {site_title} был отправлен через курьерскую службу Shiptor.

source: To track your delivery, use the following the tracking code(s): {tracking_code}
ru_ru: Чтобы отслеживать доставку, используйте следующие ссылки: {tracking_code}

source: Shiptor Tracking:
ru_ru: Трек номер Shiptor:

source: Personal account
ru_ru: Личный кабинет

source: The delivery service is the responsibility of the Shiptor, but if you have any questions, please contact us.
ru_ru: Служба доставки Shiptor несёт ответсвенность за доставку вашего заказа, но если у вас есть какие либо вопросы, пожалуйста, свяжитесь с нами.

source: Enable this email notification
ru_ru: Включить это уведомление

source: Subject
ru_ru: Тема

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
ru_ru: Укажите тему сообщения для данного email. Оставьте пустым чтобы использовать тему по умолчанию: <code>%s</code>.

source: Email Heading
ru_ru: Заголовок

source: This controls the main heading contained within the email. Leave blank to use the default heading: <code>%s</code>.
ru_ru: Укажите заголовок сообщения для данного email. Оставьте пустым чтобы использовать заголовок по умолчанию: <code>%s</code>.

source: Email Content
ru_ru: Содержание

source: This controls the initial content of the email. Leave blank to use the default content: <code>%s</code>.
ru_ru: Укажите содержание сообщения для данного email. Оставьте пустым чтобы использовать текст по умолчанию: <code>%s</code>.

source: Email type
ru_ru: Тип

source: Choose which format of email to send.
ru_ru: Выберите в каком формате отправлять сообщение.

source: Plain text
ru_ru: Обычный текст

source: %s email notification manually sent.
ru_ru: %s уведомление отплавлено на e-mail вручную.

source: %s is a shipping method from Shiptor.
ru_ru: %s - метод доставки от Shiptor.

source: Method %s: field %s is required
ru_ru: Метод %s: поле %s обязательно

source: Synchronize methods with API
ru_ru: Синхронизировать с API

source: Shipping methods
ru_ru: Методы доставки

source: Select
ru_ru: Выбрать

source: Delivery Time
ru_ru: Время доставки

source: Enable Shipping Method
ru_ru: Включить метод доставки

source: Title
ru_ru: Заголовок

source: Behavior Options
ru_ru: Вспомогательные настройки

source: Collect from the warehouse? (only fullfilment)
ru_ru: Собирать со склада? (только фулфилмент)

source: On/Off (Only fulfillment)
ru_ru: Да/Нет (Только фулфилмент)

source: Shipping Class
ru_ru: Класс доставки

source: If necessary, select a shipping class to apply this method.
ru_ru: При необходимости выберите класс доставки, который будет применим имеено к этому методу доставки.

source: Show estimated delivery time
ru_ru: Показать расчетное время доставки

source: Display the estimated delivery time in working days.
ru_ru: Отобразить предполагаемое время доставки в календарных днях.

source: Additional Days
ru_ru: Дополнительные дни

source: Additional working days to the estimated delivery. Only positive values
ru_ru: Прибавлять количество дней доствки с учётом рабочих дней компании. Только положительное значение

source: Handling Fee/Discount
ru_ru: Наценка/Скидка

source: Enter an amount, e.g. 250, or a percentage, e.g. 5%. If amount is negative e.g. -250 or a percentage, e.g. -5% a discount is applied. Leave blank to disable.
ru_ru: Можно указывать сумму/проценты (пример 250 или 5%). Если значение отрицательное (-250 или -5%), действует скидка. Оставьте пустым если не хотите использовать

source: Handling Fee type
ru_ru: Тип наценки

source: Choose how to apply a surcharge
ru_ru: Выберите способ применения наценки

source: Enter minimum order price for available this method. Leave blank if you dont wanna use this option.
ru_ru: Введите минимальную сумму заказа при которой данный метод будет доступен. Оставьте пустым если не хотите использовать.

source: Enter the amount at which this method will be free
ru_ru: Введите стоимость заказа при достижении которой данный метод станет бесплатным

source: Fixed cost
ru_ru: Фиксированная стоимость

source: Enter the fixed amount for this method
ru_ru: Введите фиксированную стоимость для данного метода

source: Delivery to cities
ru_ru: Доставка в города

source: Enable or disable this delivery method to specific cities.
ru_ru: Вкл/Выкл этот метод доставки для определённых городов.

source: Disabled
ru_ru: Выключено

source: Enable for specified cities
ru_ru: Влючить для определённых городов

source: Disable for specified cities
ru_ru: Отключить для определённых городов

source: Cities
ru_ru: Города

source: Cities list
ru_ru: Список городов

source: End-to-end delivery options
ru_ru: Параметры прямой(сквозной) доставки

source: Enter the default parameters for end-to-end delivery. Otherwise, end-to-end delivery methods will not be available.
ru_ru: Заполните параметры отправления по умолчанию для прямой(сквозной) доставки. Вы также сможете изменить их в заказе.

source: Sender city
ru_ru: Город отправителя

source: Select the city of origin.
ru_ru: Выберите город из которого будет осуществляться доставка.

source: Departure point
ru_ru: Пункт отправки

source: Sender name
ru_ru: Имя отправителя

source: Enter sender name. Can be personal name or Organization name.
ru_ru: Введите имя отправителя. Может быть личным именем или название организации.

source: Sender E-mail
ru_ru: E-mail отправителя

source: Enter sender e-mail.
ru_ru: Введите e-mail отправителя.

source: Sender phone
ru_ru: Телефон отправителя

source: Enter sender phone.
ru_ru: Введите телефон отправителя.

source: Departure address
ru_ru: Адрес отправления

source: Any Shipping Class
ru_ru: Любой класс доставки

source: No Shipping Class
ru_ru: Не использовать классы

source: First name must be latin
ru_ru: Имя должно быть на латинице

source: Last name must be latin
ru_ru: Фамилия должна быть на латинице

source: City must be latin
ru_ru: Город должен быть на латинице

source: Address must be latin
ru_ru: Адрес должен быть на латинице

source: You didn't select a delivery point.
ru_ru: Вы не выбрали пункт выдачи заказов.

source: The delivery point of issue selected by you does not accept payment by cash on delivery. Please choose a different payment method or other delivery point.
ru_ru: Выбранный вами пункт доставки не принимает оплату наложенным платежом. Выберите другой способ оплаты или другую точку доставки.

source: For your reference, your order details are shown below.
ru_ru: Данные вашего заказа указаны ниже.

source: Tracking code:
ru_ru: Код отслеживания:

source: View on Shiptor
ru_ru: Посмотреть на сайте Shiptor

source: Shiptor delivery tracking
ru_ru: Отслеживание доставки Shiptor

source: Shipping:
ru_ru: Доставка:

source: Order details
ru_ru: Детали заказа

source: Method name:
ru_ru: Название метода:

source: Country:
ru_ru: Страна:

source: City:
ru_ru: Город:

source: Delivery point:
ru_ru: Пункт выдачи:

source: Address:
ru_ru: Адрес:

source: Payment method:
ru_ru: Метод оплаты:

source: C.O.D. :
ru_ru: Наложенный платёж:

source: Declared cost :
ru_ru: Объявленная ценность:

source: Order note :
ru_ru: Примечание к заказу:

source: Details of the sender
ru_ru: Детали отправки

source: Departure point:
ru_ru: Пункт отправки:

source: Sender address
ru_ru: Адрес отправителя

source: Date
ru_ru: Дата

source: Confirm Automatically?
ru_ru: Подтвердить автоматически?

source: Payment by card?
ru_ru: Оплата картой?

source: Do not collect the parcel (only fullfilment)
ru_ru: Не собирать посылку? (только фулфилмент)

source: Create order
ru_ru: Создать заказ

source: Status: %s
ru_ru: Статус: %s

source: Tracking code: %s
ru_ru: Код отслеживания: %s

source: Print Barcode
ru_ru: Распечатать штрих-код

source: Thank you for using our WooCommerce Shiptor plugin free!
ru_ru: Спасибо что используете наш бесплатный плагин WooCommerce Shiptor!

source: Contact us
ru_ru: Связаться с нами

source: depends on the last version of WooCommerce to work!
ru_ru: зависит от последней версии WooCommerce!

source: Active WooCommerce
ru_ru: Активировать Woocommerce

source: Install WooCommerce
ru_ru: Установить Woocommerce

source: Cache and logs
ru_ru: Кэширование и логи

source: Save pickpoint
ru_ru: Сохранить пункт выдачи

source: Open map
ru_ru: Открыть карту

source: Open list
ru_ru: Открыть списком

source: Delivery method:
ru_ru: Метод доставки:

source: Send order
ru_ru: Отправить заказ

source: To send the order you need to select the Sender's issue point
ru_ru: Чтобы отправить заказ необходимо выбрать ПВЗ отправителя

source: Status:
ru_ru: Статус:

source: Shipping number:
ru_ru: Номер отгрузки:

source: English product name
ru_ru: Название товара на английском

source: Enter product name in English.
ru_ru: Введите название товара на английском языке.

source: Enter product name in English. It is necessary for international delivery.
ru_ru: Введите название на английском языке. Это необходимо для международной доставки.

source: Article
ru_ru: Артикул

source: Enter original article on the product.
ru_ru: Введите оригинальный артикул данного товара.

source: Is fragile
ru_ru: Хрупкий

source: Is fragile product?
ru_ru: Является ли данный товар хрупким?

source: Is danger
ru_ru: Опасный

source: Is danger product?
ru_ru: Является ли данный товар опасным?

source: Is perishable
ru_ru: Скоропортящийся

source: Is product perishable?
ru_ru: Является ли данный товар скоропортящимся?

source: Need box
ru_ru: Нужна упаковка

source: Need to pack this product?
ru_ru: Нужно упаковывать данный товар?
